let specialists = [
    {
        "name": "Швея",
        "price": 2700
    },
    {
        "name": "Обивщик",
        "price": 2700
    },
    {
        "name": "Каркасник",
        "price": 3100
    }
]
let beds = [
    {
        "id": "cart-1",
        "name": "first",
        "механизм": false,
        "рама": "дуб",
        "ножки": "дерево",
        "каретная-стяжка": false,
        "пух": "синтетика",
        "реечное-дно": "фанера",
        "кант": "царга",
        "массивная-рама": "МДф"
    },
    {
        "id": "cart-2",
        "name": "second",
        "механизм": true,
        "рама": "бук",
        "ножки": "металическая2",
        "каретная-стяжка": true,
        "пух": "гусиный",
        "реечное-дно": "стандарт",
        "кант": "оба",
        "массивная-рама": "Дуб"
    },
    {
        "id": "cart-3",
        "name": "three",
        "механизм": true,
        "рама": "орех",
        "ножки": "металическая1",
        "каретная-стяжка": false,
        "пух": "синтетика",
        "реечное-дно": "ортопедическое",
        "кант": "изголовье",
        "массивная-рама": "МДф"
    },
]
let materials = [
    {
        "id": "mat-1",
        "name": "шенил",
        "price": 1000
    },
    {
        "id": "mat-2",
        "name": "велюр",
        "price": 2000
    },
    {
        "id": "mat-3",
        "name": "рогожка",
        "price": 2800
    }
]
let dostup = [
    "шенил", "рогожка"
]

